{

    "PersonalityTexts":
        {
            "INTJ":{
                "name":"Architect",
                "text":"Thought constitutes the greatness of man. Man is a reed, the feeblest thing in nature, but he is a thinking reed.",
                "author":"Blaise Pascal"
            },          
            "INTP":{
                "name":"Logician",
                "text": "The important thing is not to stop questioning. Curiosity has its own reason for existence.",
                "author": "Albert Einstein"
            },
            "ENTJ":{
                "name":"Commander",
                "text": "Your time is limited, so don't waste it living someone else's life.",
                "author": "Steve Jobs"
            },
            "ENTP":{
                "name":"Debater",
                "text": "Follow the path of the unsafe, independent thinker. Expose your ideas to the dangers of controversy.",
                "author": "Thomas J. Watson"
            },
            "INFJ":{
                "name":"Advocate",
                "text": "Treat people as if they were what they ought to be and you help them to become what they are capable of being.",
                "author": "Johann Wolfgang Von Goethe"
            },
            "INFP":{
                "name":"Mediator",
                "text": "All that is gold does not glitter,\rnot all those who wander are lost,\rthe old that is strong does not wither,\rdeep roots are not reached by frost.",
                "author": "J. R. R. Tolkien"
            },
            "ENFJ":{
                "name":"Protagonist",
                "text": "When the whole world is silent, even one voice becomes powerful.",
                "author": "Malala Yousafzai"
            },
            "ENFP":{
                "name":"Campaigner",
                "text": "It doesn't interest me what you do for a living. I want to know what you ache for; and if you dare to dream of meeting your heart's longing.",
                "author": "Oriah Mountain Dreamer"
            },
            "ISTJ":{
                "name":"Logistician",
                "text": "I'd be more frightened by not using whatever abilities I'd been given. I'd be more frightened by procrastination and laziness.",
                "author": "Denzel Washington"
            },
            "ISFJ":{
                "name":"Defender",
                "text": "Love only grows by sharing it. You can only have more for yourself by giving it away to others.",
                "author": "Brian Tracy"
            },
            "ESTJ":{
                "name":"Executive",
                "text": "Good order is the foundation of all things.",
                "author": "Edmund Burke"
            },
            "ESFJ":{
                "name":"Consul",
                "text": "Encourage, uplift and strengthen one another. For the positive energy that spreads to one will be felt by us all.",
                "author": "Deborah Day"
            },
            "ISTP":{
                "name":"Virtuoso",
                "text": "I wanted to live life, a different life.\rI didn't want to go to the same place every day and do the same job.\rI wanted interesting challenges.",
                "author": "Harrison Ford"
            },
            "ISFP":{
                "name":"Adventurer",
                "text": "I change throughout the day.\rI wake up and I am one person, and when I go to sleep I know for sure that I am someone else.",
                "author": "Bob Dylan"
            },
            "ESTP":{
                "name":"Entrepreneur",
                "text": "Life is either a bold adventure or it is nothing at all.",
                "author": "Helen Keller"
            },
            "ESFP":{
                "name":"Entertainer",
                "text": "Live every second without hesitation.",
                "author": "Elton Jhon"
            }

        }   

}